<?php
return array(
    'data' => array(
        0 => 'success',
        1000 => '操作失败',
        1001 => '参数错误',
        1002 => '系统出错',
        1003 => '网络出错',
            
        2000 => '没有登录或登录超时',
        2001 => '手机号码格式错误',
        2002 => '验证码错误',    
        2003 => '账号或密码错误'    ,
        2004 => '该邮箱已经被注册',    
        2005 => '该手机号码已经被注册',
        2006 => '60秒内只能发送一次验证码',
        2007 => '手机验证码错误',    
        2008 => '请输入您的姓名',    
        2009 => '您已经投过票了',    
        2010 => '您没有权限',
        2011 => '请输入内容',    
            
        3001 => '游客发言需在5-100字之间',
        3002 => '您的发言太快了,请稍后重试!',
        3003 => '对不起，您已经被禁言',    
        3004 => '对不起，您的IP已经被封，请联系客服',    
        3005 => '用户不存在',    
        3006 => '您不能屏蔽自己',

        4001 => '父菜单ID非法',
        4002 => '菜单名称不能为空',            
        4003 => '菜单URL非法',
        4004 => '添加子菜单失败'
    ) 
    

);
?>